Repository: IMIO/imio.media
Catalog: src/imio/media/locales/*/LC_MESSAGES/imio.media.po
Languages: es

source: URL
es: Dirección URL

source: Max width
es: Anchura máximo

source: Like "1024", this value is in pixel
es: Al igual que "1024", este valor está en píxeles

source: Max height
es: Altura máximo

source: Like "768", this value is in pixel
es: Al igual que "768", este valor está en píxeles

source: Add media portlet
es: Añadir portlet media

source: This portlet displays a media link
es: Este portlet muestra un enlace multimedia

source: Edit media portlet
es: Editar portlet media

source: Portlet title
es: Título de Portlet

source: Title of the rendered portlet
es: Título del portlet renderizado

source: Target Media
es: Medios de destino

source: Find the Media Link which provides the items to list
es: Encuentre el enlace de medios que proporciona los elementos para listar

source: Media Portlet
es: Portlet Media
